Repository: ryanlew02/HalfLight
Catalog: HalfLightWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: %lld-day streak
ar: سلسلة %lld يوم
de: %lld-Tage-Serie
es: racha de %lld días
fr: série de %lld jours
it: serie di %lld giorni
ja: %lld日連続
ko: %lld일 연속
nl: reeks van %lld dagen
pt_br: sequência de %lld dias
ru: серия %lld дня
zh_hans: 连续 %lld 天

source: A dream a day keeps the haze away. Log today's.
ar: حلم كل يوم يبدّد الضباب. دوّن حلم اليوم.
de: Ein Traum am Tag vertreibt den Nebel. Trag den von heute ein.
es: Un sueño al día mantiene la bruma a raya. Registra el de hoy.
fr: Un rêve par jour éloigne le brouillard. Notez celui d'aujourd'hui.
it: Un sogno al giorno tiene lontana la nebbia. Registra quello di oggi.
ja: 一日ひとつの夢が霧を晴らします。今日の夢を記録しましょう。
ko: 하루에 꿈 하나면 안개가 걷힙니다. 오늘의 꿈을 기록하세요.
nl: Elke dag een droom houdt de mist weg. Noteer die van vandaag.
pt_br: Um sonho por dia mantém a névoa longe. Registre o de hoje.
ru: Один сон в день разгоняет туман. Запишите сегодняшний.
zh_hans: 一日一梦，雾散云开。记下今天的吧。

source: A glance at the last dream you recorded.
ar: نظرة سريعة على آخر حلم سجّلته.
de: Ein Blick auf den zuletzt festgehaltenen Traum.
es: Un vistazo al último sueño que registraste.
fr: Un aperçu du dernier rêve que vous avez noté.
it: Uno sguardo all'ultimo sogno che hai registrato.
ja: 最後に記録した夢をひと目で。
ko: 마지막으로 기록한 꿈을 한눈에.
nl: Een blik op de laatste droom die je hebt vastgelegd.
pt_br: Uma espiada no último sonho que você registrou.
ru: Взгляд на последний записанный сон.
zh_hans: 一眼回看你最近记录的梦。

source: A nightly nudge to capture and reflect on your dreams.
ar: تنبيه ليلي لتسجيل أحلامك والتأمل فيها.
de: Ein nächtlicher Anstoß, deine Träume festzuhalten und zu deuten.
es: Un empujón nocturno para registrar tus sueños y reflexionar sobre ellos.
fr: Un rappel nocturne pour noter vos rêves et y réfléchir.
it: Uno stimolo notturno per registrare i tuoi sogni e rifletterci.
ja: 夢を記録し、振り返るための夜のひと押し。
ko: 꿈을 기록하고 돌아보게 하는 밤의 알림.
nl: Een nachtelijk zetje om je dromen vast te leggen en erover na te denken.
pt_br: Um empurrãozinho noturno para registrar e refletir sobre seus sonhos.
ru: Вечернее напоминание записать сны и поразмышлять над ними.
zh_hans: 夜间的轻声提醒，记录并回味你的梦。

source: A one-tap shortcut to a blank dream entry.
ar: اختصار بلمسة واحدة إلى تدوينة حلم فارغة.
de: Eine Verknüpfung mit einem Tipp zu einem leeren Traumeintrag.
es: Un acceso directo de un toque a una entrada de sueño en blanco.
fr: Un raccourci en un geste vers une nouvelle entrée de rêve.
it: Una scorciatoia con un tocco a una voce di sogno vuota.
ja: タップ 1 回で空の夢の記録を開くショートカット。
ko: 한 번의 탭으로 빈 꿈 기록을 여는 바로가기.
nl: Een snelkoppeling met één tik naar een lege droomnotitie.
pt_br: Um atalho de um toque para uma entrada de sonho em branco.
ru: Ярлык, открывающий пустую запись сна одним касанием.
zh_hans: 一键打开空白梦境记录的快捷方式。

source: Anxious
ar: قلق
de: Ängstlich
es: Ansioso
fr: Anxieux
it: Ansioso
ja: 不安
ko: 불안
nl: Angstig
pt_br: Ansioso
ru: Тревожный
zh_hans: 焦虑

source: Capture a dream the moment you wake up.
ar: سجّل حلمك لحظة استيقاظك.
de: Halte einen Traum fest, sobald du aufwachst.
es: Captura un sueño en el momento en que despiertas.
fr: Notez un rêve dès votre réveil.
it: Cattura un sogno nel momento in cui ti svegli.
ja: 目覚めた瞬間に夢を記録。
ko: 잠에서 깬 순간 꿈을 기록하세요.
nl: Leg een droom vast op het moment dat je wakker wordt.
pt_br: Capture um sonho no momento em que você acorda.
ru: Запишите сон сразу после пробуждения.
zh_hans: 在醒来的那一刻记录梦境。

source: Capture it before it fades
ar: سجّله قبل أن يتلاشى
de: Halte ihn fest, bevor er verblasst
es: Captúralo antes de que se desvanezca
fr: Notez-le avant qu'il ne s'efface
it: Catturalo prima che svanisca
ja: 消えてしまう前に記録
ko: 사라지기 전에 기록하세요
nl: Leg hem vast voordat hij vervaagt
pt_br: Capture antes que desapareça
ru: Запишите, пока не забылось
zh_hans: 趁它消散前记下来

source: day
ar: يوم
de: Tag
es: día
fr: jour
it: giorno
ja: 日
ko: 일
nl: dag
pt_br: dia
ru: день
zh_hans: 天

source: day in a row
ar: يوم متتالٍ
de: Tag in Folge
es: día seguido
fr: jour d'affilée
it: giorno di fila
ja: 日連続
ko: 일 연속
nl: dag op rij
pt_br: dia seguido
ru: день подряд
zh_hans: 连续天数

source: days
ar: أيام
de: Tage
es: días
fr: jours
it: giorni
ja: 日
ko: 일
nl: dagen
pt_br: dias
ru: дней
zh_hans: 天

source: days in a row
ar: أيام متتالية
de: Tage in Folge
es: días seguidos
fr: jours d'affilée
it: giorni di fila
ja: 日連続
ko: 일 연속
nl: dagen op rij
pt_br: dias seguidos
ru: дней подряд
zh_hans: 连续天数

source: Did you dream last night? Capture it before it fades.
ar: هل حلمت الليلة الماضية؟ سجّله قبل أن يتلاشى.
de: Hast du letzte Nacht geträumt? Halte es fest, bevor es verblasst.
es: ¿Soñaste anoche? Captúralo antes de que se desvanezca.
fr: Avez-vous rêvé cette nuit ? Notez-le avant qu'il ne s'efface.
it: Hai sognato stanotte? Catturalo prima che svanisca.
ja: 昨夜は夢を見ましたか？消えてしまう前に記録しましょう。
ko: 어젯밤 꿈을 꾸셨나요? 사라지기 전에 기록하세요.
nl: Heb je vannacht gedroomd? Leg het vast voordat het vervaagt.
pt_br: Você sonhou esta noite? Capture antes que desapareça.
ru: Вам снилось что-то этой ночью? Запишите, пока не забылось.
zh_hans: 昨晚做梦了吗？趁它消散前记下来。

source: Dream prompt
ar: محفّز الأحلام
de: Traum-Impuls
es: Sugerencia de sueños
fr: Invite de rêve
it: Spunto onirico
ja: 夢のヒント
ko: 꿈 알림
nl: Droomprikkel
pt_br: Sugestão de sonho
ru: Подсказка для сна
zh_hans: 梦境提示

source: Dream Prompt
ar: محفّز الأحلام
de: Traum-Impuls
es: Sugerencia de sueños
fr: Invite de rêve
it: Spunto onirico
ja: 夢のヒント
ko: 꿈 알림
nl: Droomprikkel
pt_br: Sugestão de sonho
ru: Подсказка для сна
zh_hans: 梦境提示

source: Dream Stats
ar: إحصاءات الأحلام
de: Traumstatistik
es: Estadísticas de sueños
fr: Statistiques de rêves
it: Statistiche sogni
ja: 夢の統計
ko: 꿈 통계
nl: Droomstatistieken
pt_br: Estatísticas de sonhos
ru: Статистика снов
zh_hans: 梦境统计

source: DREAM STATS
ar: إحصاءات الأحلام
de: TRAUMSTATISTIK
es: ESTADÍSTICAS DE SUEÑOS
fr: STATISTIQUES DE RÊVES
it: STATISTICHE SOGNI
ja: 夢の統計
ko: 꿈 통계
nl: DROOMSTATISTIEKEN
pt_br: ESTATÍSTICAS DE SONHOS
ru: СТАТИСТИКА СНОВ
zh_hans: 梦境统计

source: dreams
ar: أحلام
de: Träume
es: sueños
fr: rêves
it: sogni
ja: 夢
ko: 꿈
nl: dromen
pt_br: sonhos
ru: снов
zh_hans: 梦境

source: Dreams
ar: الأحلام
de: Träume
es: Sueños
fr: Rêves
it: Sogni
ja: 夢
ko: 꿈
nl: Dromen
pt_br: Sonhos
ru: Сны
zh_hans: 梦境

source: Euphoric
ar: نشوة
de: Euphorisch
es: Eufórico
fr: Euphorique
it: Euforico
ja: 高揚
ko: 황홀함
nl: Euforisch
pt_br: Eufórico
ru: Эйфоричный
zh_hans: 欣快

source: Exciting
ar: مثير
de: Aufregend
es: Emocionante
fr: Excitant
it: Emozionante
ja: わくわく
ko: 신나는
nl: Spannend
pt_br: Empolgante
ru: Волнующий
zh_hans: 兴奋

source: Hopeful
ar: مُفعم بالأمل
de: Hoffnungsvoll
es: Esperanzado
fr: Plein d'espoir
it: Speranzoso
ja: 希望に満ちた
ko: 희망찬
nl: Hoopvol
pt_br: Esperançoso
ru: Полный надежды
zh_hans: 充满希望

source: Journal
ar: اليوميات
de: Tagebuch
es: Diario
it: Diario
ja: 日記
ko: 일기
nl: Dagboek
pt_br: Diário
ru: Дневник
zh_hans: 日记

source: Journal a dream
ar: دوّن حلمًا
de: Traum eintragen
es: Anotar un sueño
fr: Noter un rêve
it: Annota un sogno
ja: 夢を記録する
ko: 꿈 기록하기
nl: Een droom noteren
pt_br: Anotar um sonho
ru: Записать сон
zh_hans: 记录一个梦

source: Journal a Dream
ar: دوّن حلمًا
de: Traum notieren
es: Anotar un sueño
fr: Noter un rêve
it: Annota un sogno
ja: 夢を記録する
ko: 꿈 기록하기
nl: Droom vastleggen
pt_br: Registrar um sonho
ru: Записать сон
zh_hans: 记录梦境

source: Journal Dream
ar: دوّن حلمًا
de: Traum eintragen
es: Anotar sueño
fr: Noter un rêve
it: Annota sogno
ja: 夢を記録
ko: 꿈 기록
nl: Droom noteren
pt_br: Anotar sonho
ru: Записать сон
zh_hans: 记录梦境

source: Joyful
ar: مبهج
de: Freudig
es: Alegre
fr: Joyeux
it: Gioioso
ja: 喜び
ko: 즐거움
nl: Vrolijk
pt_br: Alegre
ru: Радостный
zh_hans: 喜悦

source: Latest dream
ar: أحدث حلم
de: Letzter Traum
es: Último sueño
fr: Dernier rêve
it: Ultimo sogno
ja: 最新の夢
ko: 최근 꿈
nl: Laatste droom
pt_br: Último sonho
ru: Последний сон
zh_hans: 最新的梦

source: Latest Dream
ar: أحدث حلم
de: Letzter Traum
es: Último sueño
fr: Dernier rêve
it: Ultimo sogno
ja: 最新の夢
ko: 최근 꿈
nl: Laatste droom
pt_br: Último sonho
ru: Последний сон
zh_hans: 最新的梦

source: LATEST DREAM
ar: أحدث حلم
de: LETZTER TRAUM
es: ÚLTIMO SUEÑO
fr: DERNIER RÊVE
it: ULTIMO SOGNO
ja: 最新の夢
ko: 최근 꿈
nl: LAATSTE DROOM
pt_br: ÚLTIMO SONHO
ru: ПОСЛЕДНИЙ СОН
zh_hans: 最新的梦

source: Lonely
ar: وحيد
de: Einsam
es: Solitario
fr: Solitaire
it: Solitario
ja: 孤独
ko: 외로움
nl: Eenzaam
pt_br: Solitário
ru: Одинокий
zh_hans: 孤独

source: lucid
ar: واعٍ
de: luzid
es: lúcidos
fr: lucides
it: lucidi
ja: 明晰
ko: 자각
nl: lucide
pt_br: lúcidos
ru: осознанных
zh_hans: 清醒

source: Lucid
ar: واعٍ
de: Luzid
es: Lúcido
fr: Lucide
it: Lucido
ja: 明晰
ko: 자각
nl: Lucide
pt_br: Lúcido
ru: Осознанные
zh_hans: 清醒

source: Mysterious
ar: غامض
de: Geheimnisvoll
es: Misterioso
fr: Mystérieux
it: Misterioso
ja: 神秘的
ko: 신비로움
nl: Mysterieus
pt_br: Misterioso
ru: Загадочный
zh_hans: 神秘

source: Nightmare
ar: كابوس
de: Albtraum
es: Pesadilla
fr: Cauchemar
it: Incubo
ja: 悪夢
ko: 악몽
nl: Nachtmerrie
pt_br: Pesadelo
ru: Кошмар
zh_hans: 噩梦

source: No dreams yet
ar: لا أحلام بعد
de: Noch keine Träume
es: Aún no hay sueños
fr: Pas encore de rêves
it: Ancora nessun sogno
ja: まだ夢がありません
ko: 아직 꿈이 없습니다
nl: Nog geen dromen
pt_br: Ainda não há sonhos
ru: Снов пока нет
zh_hans: 还没有梦境

source: Nostalgic
ar: حنين
de: Nostalgisch
es: Nostálgico
fr: Nostalgique
it: Nostalgico
ja: 懐かしい
ko: 향수 어린
nl: Nostalgisch
pt_br: Nostálgico
ru: Ностальгический
zh_hans: 怀旧

source: Notice your dream signs — the recurring oddities.
ar: لاحظ علامات أحلامك — الغرائب المتكررة.
de: Achte auf deine Traumzeichen – die wiederkehrenden Merkwürdigkeiten.
es: Fíjate en tus señales oníricas: las rarezas que se repiten.
fr: Repérez vos signes oniriques — les étrangetés récurrentes.
it: Nota i tuoi segni onirici — le stranezze ricorrenti.
ja: 夢のサインに気づきましょう — 繰り返し現れる奇妙さに。
ko: 꿈 신호를 알아차리세요 — 반복해서 나타나는 이상한 것들.
nl: Let op je droomtekens — de terugkerende vreemdheden.
pt_br: Perceba seus sinais oníricos — as estranhezas recorrentes.
ru: Замечайте знаки сна — повторяющиеся странности.
zh_hans: 留意你的梦兆——那些反复出现的怪异之处。

source: Open HalfLight and start a new dream with voice dictation.
ar: افتح HalfLight وابدأ حلمًا جديدًا بالإملاء الصوتي.
de: Öffne HalfLight und starte einen neuen Traum mit Sprachdiktat.
es: Abre HalfLight y empieza un nuevo sueño con dictado por voz.
fr: Ouvrez HalfLight et démarrez un nouveau rêve avec la dictée vocale.
it: Apri HalfLight e inizia un nuovo sogno con la dettatura vocale.
ja: HalfLightを開き、音声入力で新しい夢を記録しましょう。
ko: HalfLight를 열고 음성 받아쓰기로 새 꿈을 시작하세요.
nl: Open HalfLight en begin een nieuwe droom met spraakdictee.
pt_br: Abra o HalfLight e comece um novo sonho com ditado por voz.
ru: Откройте HalfLight и начните новый сон с голосовым вводом.
zh_hans: 打开 HalfLight，用语音听写开始记录新的梦境。

source: Open HalfLight on a new, blank dream entry.
ar: يفتح HalfLight على مدخل حلم جديد وفارغ.
de: Öffnet HalfLight mit einem neuen, leeren Traumeintrag.
es: Abre HalfLight en una entrada de sueño nueva y en blanco.
fr: Ouvre HalfLight sur une nouvelle entrée de rêve vierge.
it: Apre HalfLight su una nuova voce di sogno vuota.
ja: HalfLight を新しい空の夢の記録で開きます。
ko: HalfLight를 비어 있는 새 꿈 기록으로 엽니다.
nl: Opent HalfLight met een nieuwe, lege droomnotitie.
pt_br: Abre o HalfLight em uma entrada de sonho nova e em branco.
ru: Открывает HalfLight с новой пустой записью сна.
zh_hans: 打开 HalfLight 并新建一条空白梦境记录。

source: Peaceful
ar: هادئ
de: Friedlich
es: Tranquilo
fr: Paisible
it: Tranquillo
ja: 穏やか
ko: 평화로움
nl: Vredig
pt_br: Tranquilo
ru: Спокойный
zh_hans: 平静

source: Reality check: are you dreaming right now?
ar: اختبار الواقع: هل تحلم الآن؟
de: Realitätscheck: Träumst du gerade?
es: Prueba de realidad: ¿estás soñando ahora mismo?
fr: Test de réalité : êtes-vous en train de rêver ?
it: Test di realtà: stai sognando in questo momento?
ja: リアリティチェック：いま、あなたは夢を見ていませんか？
ko: 현실 검증: 지금 꿈을 꾸고 있나요?
nl: Realiteitscheck: ben je nu aan het dromen?
pt_br: Teste de realidade: você está sonhando agora?
ru: Проверка реальности: не спите ли вы сейчас?
zh_hans: 现实检验：你此刻是在做梦吗？

source: Recall one detail from last night — a place, a face, a color.
ar: تذكّر تفصيلًا واحدًا من الليلة الماضية — مكانًا أو وجهًا أو لونًا.
de: Erinnere dich an ein Detail von letzter Nacht – einen Ort, ein Gesicht, eine Farbe.
es: Recuerda un detalle de anoche: un lugar, un rostro, un color.
fr: Rappelez-vous un détail de cette nuit — un lieu, un visage, une couleur.
it: Ricorda un dettaglio di stanotte — un luogo, un volto, un colore.
ja: 昨夜の記憶から一つだけ思い出してみましょう — 場所、顔、色。
ko: 어젯밤의 한 가지를 떠올려 보세요 — 장소, 얼굴, 색깔.
nl: Haal één detail van vannacht terug — een plek, een gezicht, een kleur.
pt_br: Lembre de um detalhe desta noite — um lugar, um rosto, uma cor.
ru: Вспомните одну деталь прошлой ночи — место, лицо, цвет.
zh_hans: 回想昨夜的一个细节——一个地方、一张脸、一种颜色。

source: Record a Dream
ar: تسجيل حلم
de: Traum aufzeichnen
es: Registrar un sueño
fr: Enregistrer un rêve
it: Registra un sogno
ja: 夢を記録
ko: 꿈 기록하기
nl: Een droom vastleggen
pt_br: Registrar um sonho
ru: Записать сон
zh_hans: 记录梦境

source: Romantic
ar: رومانسي
de: Romantisch
es: Romántico
fr: Romantique
it: Romantico
ja: ロマンチック
ko: 로맨틱
nl: Romantisch
pt_br: Romântico
ru: Романтичный
zh_hans: 浪漫

source: Sad
ar: حزين
de: Traurig
es: Triste
fr: Triste
it: Triste
ja: 悲しい
ko: 슬픔
nl: Verdrietig
pt_br: Triste
ru: Грустный
zh_hans: 悲伤

source: Set your intention: “Tonight I'll know I'm dreaming.”
ar: اضبط نيتك: «الليلة سأعرف أنني أحلم.»
de: Setze deine Absicht: „Heute Nacht werde ich wissen, dass ich träume.“
es: Fija tu intención: «Esta noche sabré que estoy soñando».
fr: Formulez votre intention : « Cette nuit, je saurai que je rêve. »
it: Fissa la tua intenzione: «Stanotte saprò che sto sognando».
ja: 意図を決めましょう：「今夜、私は夢だと気づく。」
ko: 의도를 정하세요: “오늘 밤 나는 꿈이라는 걸 알아차린다.”
nl: Stel je intentie: ‘Vannacht weet ik dat ik droom.’
pt_br: Defina sua intenção: “Esta noite eu saberei que estou sonhando.”
ru: Задайте намерение: «Сегодня ночью я пойму, что сплю».
zh_hans: 立下意图：“今夜，我会知道自己在做梦。”

source: Strange
ar: غريب
de: Seltsam
es: Extraño
fr: Étrange
it: Strano
ja: 奇妙
ko: 기묘함
nl: Vreemd
pt_br: Estranho
ru: Странный
zh_hans: 奇怪

source: Streak
ar: السلسلة
de: Serie
es: Racha
fr: Série
it: Serie
ja: 連続記録
ko: 연속 기록
nl: Reeks
pt_br: Sequência
ru: Серия
zh_hans: 连续记录

source: Streak & Journal
ar: السلسلة واليوميات
de: Serie & Tagebuch
es: Racha y diario
fr: Série et journal
it: Serie e diario
ja: 連続記録と日記
ko: 연속 기록과 일기
nl: Reeks en dagboek
pt_br: Sequência e diário
ru: Серия и дневник
zh_hans: 连续记录与日记

source: Tap to journal
ar: اضغط للتدوين
de: Zum Eintragen tippen
es: Toca para anotar
fr: Touchez pour noter
it: Tocca per annotare
ja: タップして記録
ko: 탭하여 기록
nl: Tik om te noteren
pt_br: Toque para anotar
ru: Нажмите, чтобы записать
zh_hans: 点按以记录

source: Tap to journal a dream
ar: اضغط لتدوين حلم
de: Tippen, um einen Traum einzutragen
es: Toca para anotar un sueño
fr: Touchez pour noter un rêve
it: Tocca per annotare un sogno
ja: タップして夢を記録
ko: 탭하여 꿈을 기록하세요
nl: Tik om een droom te noteren
pt_br: Toque para anotar um sonho
ru: Нажмите, чтобы записать сон
zh_hans: 点按以记录梦境

source: Tap to journal your first one.
ar: اضغط لتدوين أول حلم لك.
de: Tippe, um deinen ersten einzutragen.
es: Toca para anotar el primero.
fr: Touchez pour noter le premier.
it: Tocca per annotare il primo.
ja: タップして最初の夢を記録しましょう。
ko: 탭하여 첫 꿈을 기록해 보세요.
nl: Tik om je eerste te noteren.
pt_br: Toque para anotar o primeiro.
ru: Нажмите, чтобы записать первый.
zh_hans: 点按记录你的第一个梦。

source: this week
ar: هذا الأسبوع
de: diese Woche
es: esta semana
fr: cette semaine
it: questa settimana
ja: 今週
ko: 이번 주
nl: deze week
pt_br: esta semana
ru: за неделю
zh_hans: 本周

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pt_br: Esta semana
ru: На этой неделе
zh_hans: 本周

source: Total dreams, lucid count, and this week at a glance.
ar: إجمالي الأحلام وعدد الأحلام الواعية وهذا الأسبوع في لمحة.
de: Träume insgesamt, luzide Träume und diese Woche auf einen Blick.
es: Sueños totales, cuenta de lúcidos y esta semana de un vistazo.
fr: Total des rêves, nombre de rêves lucides et cette semaine en un coup d'œil.
it: Sogni totali, conteggio dei lucidi e questa settimana a colpo d'occhio.
ja: 夢の総数、明晰夢の回数、今週の記録をひと目で。
ko: 전체 꿈, 자각몽 횟수, 이번 주 기록을 한눈에.
nl: Totaal aantal dromen, lucide dromen en deze week in één oogopslag.
pt_br: Total de sonhos, contagem de lúcidos e esta semana em um relance.
ru: Всего снов, число осознанных и эта неделя — с одного взгляда.
zh_hans: 梦境总数、清醒梦次数与本周概况，一目了然。

source: Vivid
ar: حيّ
de: Lebhaft
es: Vívido
fr: Vif
it: Vivido
ja: 鮮明
ko: 생생함
nl: Levendig
pt_br: Vívido
ru: Яркий
zh_hans: 鲜明

source: Were you flying, falling, or running? Write it down.
ar: هل كنت تطير أم تسقط أم تجري؟ دوّن ذلك.
de: Bist du geflogen, gefallen oder gerannt? Schreib es auf.
es: ¿Volabas, caías o corrías? Anótalo.
fr: Voliez-vous, tombiez-vous, couriez-vous ? Notez-le.
it: Volavi, cadevi o correvi? Scrivilo.
ja: 飛んでいた？落ちていた？走っていた？書きとめましょう。
ko: 날고 있었나요, 떨어지고 있었나요, 달리고 있었나요? 적어 두세요.
nl: Vloog je, viel je of rende je? Schrijf het op.
pt_br: Você estava voando, caindo ou correndo? Anote.
ru: Вы летели, падали или бежали? Запишите это.
zh_hans: 你在飞、在坠落，还是在奔跑？写下来。

source: What was the strongest feeling in last night's dream?
ar: ما أقوى شعور راودك في حلم الليلة الماضية؟
de: Was war das stärkste Gefühl im Traum der letzten Nacht?
es: ¿Cuál fue la emoción más fuerte del sueño de anoche?
fr: Quelle a été l'émotion la plus forte dans votre rêve de cette nuit ?
it: Qual è stata l'emozione più forte nel sogno di stanotte?
ja: 昨夜の夢でいちばん強く感じたことは何でしたか？
ko: 어젯밤 꿈에서 가장 강했던 감정은 무엇이었나요?
nl: Wat was het sterkste gevoel in je droom van vannacht?
pt_br: Qual foi o sentimento mais forte no sonho desta noite?
ru: Какое чувство было самым сильным в сне прошлой ночи?
zh_hans: 昨晚的梦里，最强烈的感受是什么？

source: What would you do if you knew you were dreaming?
ar: ماذا كنت ستفعل لو علمت أنك تحلم؟
de: Was würdest du tun, wenn du wüsstest, dass du träumst?
es: ¿Qué harías si supieras que estás soñando?
fr: Que feriez-vous si vous saviez que vous rêvez ?
it: Cosa faresti se sapessi di stare sognando?
ja: 夢だと分かっていたら、あなたは何をしますか？
ko: 꿈이라는 걸 안다면 무엇을 하시겠어요?
nl: Wat zou je doen als je wist dat je droomde?
pt_br: O que você faria se soubesse que está sonhando?
ru: Что бы вы сделали, если бы знали, что спите?
zh_hans: 如果你知道自己在做梦，你会做什么？

source: Who appeared in your dream last night?
ar: من ظهر في حلمك الليلة الماضية؟
de: Wer kam letzte Nacht in deinem Traum vor?
es: ¿Quién apareció en tu sueño de anoche?
fr: Qui est apparu dans votre rêve cette nuit ?
it: Chi è apparso nel tuo sogno stanotte?
ja: 昨夜の夢には誰が出てきましたか？
ko: 어젯밤 꿈에 누가 나왔나요?
nl: Wie verscheen er vannacht in je droom?
pt_br: Quem apareceu no seu sonho esta noite?
ru: Кто появился в вашем сне прошлой ночью?
zh_hans: 昨晚的梦里出现了谁？

source: Your journaling streak — tap to journal a dream.
ar: سلسلة تدوينك — اضغط لتدوين حلم.
de: Deine Tagebuch-Serie – tippen, um einen Traum einzutragen.
es: Tu racha de escritura: toca para anotar un sueño.
fr: Votre série de journal — touchez pour noter un rêve.
it: La tua serie di annotazioni — tocca per annotare un sogno.
ja: 日記の連続記録 — タップして夢を記録。
ko: 기록 연속 기록 — 탭하여 꿈을 기록하세요.
nl: Je dagboekreeks — tik om een droom te noteren.
pt_br: Sua sequência de registros — toque para anotar um sonho.
ru: Ваша серия записей — нажмите, чтобы записать сон.
zh_hans: 你的记录连续天数——点按以记录梦境。
